[BUTTONCTRL]
StartService=1
StopService=1
StartAllService=1
StopAllService=1
[MENUCTRL]
Center=1
Config=1
View=1
SearchLog=0
SearchTransimtLog=1
InstallService=1
InstallCurService=1
UnInstallCurService=1
InstallAllService=1
UnInstallAllService=1
Help=1
About=1
[UI]
x1=Controle de Servidor
x2=Configurar
x3=Configuração Central
x4=Configurar Local
x5=Visualizar
x6=Verificar Registro
x7=Visualizar registro de transmissão
x8=Instalar servidor
x9=Instalar servidor atual
x10=Desinstalar servidor atual
x11=Instalar todos os Servidores
x12=Desinstalar todos os Servidores
x13=Ajuda
x14=Sobre..
x15=Abrir/ocultar janela
x16=Iniciar Servidor
x17=Parar Servidor
x18=Sair
x19=Controle
x20=Nome do servidor
x21=Estado
x22=Descrição
x23=Servidor central
x24=Servidor de transmissão
x25=Servidor de armazenamento
x26=Servidor de reprodução
x27=Executando normalmente
x28=Parar
x29=Instalar servidor
x30=
x31=Servidor central instalado com sucesso!
x32=Servidor de transmissão instalado com sucesso!
x33=Servidor de armazenamento instalado com sucesso!
x34=Servidor de reprodução instalado com sucesso!
x35=Iniciar todos os servidores
x36=Parar todos os servidores
x37=Estado:
x38=Controle de servidor, clique com botão direito para abrir o menu!
x39=Falha %s na instalação!
x40=%s instalado com sucesso!
x41=Falha na desinstalação do %s !
x42=Desinstalado %s com sucesso!
x43=Iniciando...
x44=Parando...
x45=Nenhum servidor selecionado
x46=Configurar servidor central
x47=Visualizar status de servidor de transmissão
x48=Configurar servidor de armazenamento
x49=Configurar servidor central
x50=Servidor de Controle
x51=Iniciar com o Boot
x52=Servidor GPS
x53=Servidor de Mensagens
x54=Config. Servidor de Mensagens
x55=Config. Servidor de GPS
x56=Config. Servidor MediaProxy
x57=MediaProxy
x58=Config. servidor central
x59=IP/URL
x60=Porta
x61=NomeUsuário
x62=Senha
x63=Config. Servidor de Dados
x64=Config. Servidor de Alarme
x65=Servidor ADS
x66=NAT Servidor
x67=WCMS Servidor
x68=
DVRGTService=
MessagerServer=
DVRGpsServer=
DVRRTService=
DVRSTService=
AboutTitle=Sobre Servidor
AboutVersion=Controle De Servidor De Dvr Versão 1.1
AboutCopyRight=Copyright (C) 2013
[GpsServerConfigDlg]
x1=Config. Servidor GPS
[CmsGpsConfigDlg]
x1=Iniciar Banco de Dados Central
x2=Endereço do local central
x3=usuário
x4=senha
x5=Salvar
[GpsServerLogViewDlg]
x1=ID de dispositivo
x2=Longitude
x3=Latitude
x4=Velocidade
x5=Direção
x6=Tipo de Alarme
x7=Info de Alarme
x8=Status do GPS
x9=Hora do GPS
x10=Falha na conexão ao Servidor
[GpsSeverService]
channel=Canal
hardDisk=Disco
cmsRange=%s (Range de %s a %s)
cmsRangeMax=%s (Deve ser superior a %s)
cmsRangeMin=%s (Deve ser inferior a %s) ")
name=Nome
[GpsSeverAlarmType]
0=Alarme ES
1=Alarme de emergência
2=Alarme de vibração
3=Perda de vídeo
4=Alarme de bloqueio de câmera
5=Alarme de abertura de porta ilegal
6=Senha incorreta por três vezes
7=Alarme de ativação ilegal
8=Alarme de temperatura
9=Alarme falso de disco
10=Alarme de velocidade
11=Aviso de limite
12=Troca de alarme de porta anormal
13=Alarme de erro de GPS
14=Alarme de aceleração
15=Alarme de baixa-tensão
16=Alarme de cerca GEO
17=Alarme de detecção de movimento
20=Alarme de ociosidade
21=Alarme de ativação
22=Porta aberta no curso de acionamento
99=Acionamento de alarme
100=Dispositivo online
101=Dispositivo offline
102=Alarme de cerca(PC) GEO
T0=Fonte de Alarme:
T1=%s ( Taxa %s - %s)
T2=Temperatura do dispositivo
T3=Temperatura do mecanismo
T4=Temperatura interna
T5=Indicação de erro : %s
T6=Velocidade atual: %s (%s-%s) duração: %d
T7=Abrir porta ao chegar no ponto de parada sem parar
T8=Não fechar porta ao sair do ponto de parada
T9=Abrir a porta antes de chegar no ponto de parada
T9_1=Na estação não abre a porta
T10=Aceleração atual: %d(Taxa 0-%d)
T11=Tensão atual: %.1f, Taxa (%.1f-%.)
T12=Tensão atual:%.1fV, a tensão mais baixa(%.1fV)
T13=Direção X: %.1fg (Taxa-%.1fg - +%.1fg )
T14=Direção Y:%.1fg (Taxa-%.1fg - +%.1fg )
T15=Direção Z: %.1fg (Taxa-%.1fg - +%.1fg )
T20=Tempo de ociosidade: %s - %s
T21_1=Ativação
T21_2=Extinção
T22_1=Porta frontal
T22_2=Porta traseira
T22_3=Porta intermediária
T22_4=Fechar
T22_5=Abrir
T22_6=velocidade atual: %s (limita a %s KHM quando abrir/fechar a porta)
T102_1=Acessar área de alarme
T102_2=Sair da área de alarme
T102_3=A Velocidade de alarme
T102_4=Desvio de Linhas.
T102_5=A Falta de tempo e Da Estrada
T102_6=Entrada de Linha
T102_7=Fora de Linha
T102_8=Longo tempo de Estrada.
T102_9=Curto tempo de Estrada.
T103_6=Circular
T103_7=Retangular
T103_8=Polígono
T103_9=A Linha
T103_10=%s,Nome de domínio:%s,ID:[%d]
T103_11=%s,O Nome Da Linha:%s,ID:[%d]
T23_1=Liberar
T23_2=Iniciar
T23_3=Alarme de estacinamento %tempo estacionamento %(limite de tempo de estacionamento%)
T24_1=Desligamento Anormal do equipamento (tempo de desligamento%)
T24_2=Desligamento normal do equipamento(tempo de desligamento%)
T25_1=Não existe
T25_2=SEM formatação
T25_3=O espaço está repleto de
T25_4=Não video
T25_5=Leitura anormal
T25_6=A Falta de capacidade de disco rígido
T25_7=Incapaz de reconhecer
T26_1=O disco rígido
T26_2=O disco de u
T26_3=SD Cartão
[MessagerLogViewDlg]
x1=Online
x2=Servidor IP
x3=Hora
x4=ID de dispositivo
x5=IP de dispositivo
x6=Placa
x7=Total de %d veículos online
x8=Sim
x9=Sem gravação
x10=Total de %d clientes online
x11=Lista de Clientes
x12=Lista de Dispositivos
x13=Buscar
x14=Atualizar
x15=Consultar registro
x16=Consultar registro do dia
x17=Relatório do Servidor de Mensagem
[MessageServerConfigDlg]
caption=Config. do servidor de mensagens
x1=Controle
x2=Servidor IP
x3=Porta
x4=Salvar
[HistoryAllLogview]
caption=Consulta de registro de histórico
x1=Online
x2=ID de dispositivo
x3=IP de dispositivo
x4=Placa do veículo
x5=Tipo
x6=Hora
x7=Erro na hora inserida, insira novamente
x8=%d gravações foram buscadas
x9=Página % de %d
x10=Sim
x11=Não
x12=Página % de %d
x13=Exportar para excel
x14=Buscar
x15=Exportar tudo
x16=Pg. cima
x17=Pg. baixo
x18=Hora início
x19=Hora término
[HistoryLogview]
caption=Consulta de registro de histórico
x1=Online
x2=ID de dispositivo
x3=IP de dispositivo
x4=Placa do veículo
x5=Tipo
x6=Hora
x7=Gravação do dia   %d gravações buscadas
x8=%d gravações foram buscadas
x9=Página 1 de %d
x10=Sim
x11=Não
x12=Página % de %d
x13=Pg. cima
x14=Pg. baixo
[SearCondition]
caption=Pesquisar
x1=ID de dispositivo
x2=IP de dispositivo
x3=ID de veículo
x4=Insira a condição de consulta
x5=Busca
x6=Condição
x7=OK
x8=Cancelar
